Repository: yext/answers-search-ui
Catalog: conf/i18n/translations/*.po
Languages: ar, de, es, fr, hi, it, ja, nl, pl, pt, sv

source: [[start]] through [[end]] of [[resultsCount]]
ar: [[start]] وحتى [[end]] من [[resultsCount]]
de: [[start]] bis [[end]] von [[resultsCount]]
es: Desde [[start]] hasta [[end]] de [[resultsCount]]
fr: [[start]] à [[end]] sur [[resultsCount]]
hi: [[resultsCount]] का [[start]] through [[end]]
it: [[start]] a [[end]] di [[resultsCount]]
ja: [[start]]～[[end]]/[[resultsCount]]
nl: [[start]] tot [[end]] van [[resultsCount]]
pl: [[start]] do [[koniec]] z [[resultsCount]]
pt: [[start]] até [[end]] de [[resultsCount]]
sv: [[start]] till [[end]] av [[resultsCount]]

source: [[resultsCount]] autocomplete option found
es: [[resultsCount]] opción de autocompletar encontrada
hi: [[resultsCount]] ऑटोकंप्लीट विकल्प मिला
it: [[resultsCount]] risultato di completamento automatico trovato
ja: オートコンプリート選択が[[resultsCount]]件見つかりました
nl: [[resultsCount]] optie voor automatisch aanvullen gevonden
pl: [[resultsCount]] znaleziona opcja autouzupełniania
sv: [[resultsCount]] alternativ för automatiskt slutförande hittat

source: expand question form
ar: توسيع نموذج السؤال
de: Formular ausklappen
es: expandir formulario de preguntas
fr: étendre le formulaire
hi: सवाल वाला फ़ॉर्म फैलाएँ
it: espandi il modulo per le domande
ja: 質問フォームを展開する
nl: vraagformulier uitklappen
pl: rozwiń formularz pytania
pt: expandir o formulário da pergunta
sv: utöka frågeformuläret

source: Go to page 1 of results
ar: الانتقال إلى الصفحة 1 من النتائج
de: Zu Seite 1 wechseln
es: Ir a la página 1 de los resultados
fr: Aller à la page 1 des résultats
hi: परिणामों के पेज 1 पर जाएँ
it: Vai a pagina 1 dei risultati
ja: 検索結果の1ページ目へ移動する
nl: Ga naar pagina 1 van resultaten
pl: Przejdź do strony 1 wyników
pt: Ir para a página 1 de resultados
sv: Gå till sida 1 i resultaten

source: change filters
ar: تغيير عوامل التصفية
de: Filter ändern
es: cambiar filtros
fr: modifier les filtres
hi: फ़िल्टर बदलें
it: modifica i filtri
ja: フィルタを変更する
nl: filters wijzigen
pl: zmień filtry
pt: alterar filtros
sv: ändra filter

# Change is a verb. Example: change filtering logic
source: change
ar: تغيير
de: ändern
es: cambiar
fr: modifier
hi: बदलें
it: modifica
ja: 変更する
nl: wijzigen
pl: zmień
pt: alterar
sv: ändra

# Example: 1-10 of 50
source: <span class="yxt-ResultsHeader-resultsCountStart">[[start]]</span> <span class="yxt-ResultsHeader-resultsCountDash">-</span> <span class="yxt-ResultsHeader-resultsCountEnd">[[end]]</span> <span class="yxt-ResultsHeader-resultsCountOf">of</span> <span class="yxt-ResultsHeader-resultsCountTotal">[[resultsCount]]</span>
ar: <span class="yxt-ResultsHeader-resultsCountStart">[[start]]</span> <span class="yxt-ResultsHeader-resultsCountDash">-</span> <span class="yxt-ResultsHeader-resultsCountEnd">[[end]]</span> <span class="yxt-ResultsHeader-resultsCountOf">من</span> <span class="yxt-ResultsHeader-resultsCountTotal">[[resultsCount]]</span>
de: <span class="yxt-ResultsHeader-resultsCountStart">[[start]]</span> <span class="yxt-ResultsHeader-resultsCountDash">-</span> <span class="yxt-ResultsHeader-resultsCountEnd">[[end]]</span> <span class="yxt-ResultsHeader-resultsCountOf">von</span> <span class="yxt-ResultsHeader-resultsCountTotal">[[resultsCount]]</span>
es: <span class="yxt-ResultsHeader-resultsCountStart">[[start]]</span> <span class="yxt-ResultsHeader-resultsCountDash">-</span> <span class="yxt-ResultsHeader-resultsCountEnd">[[end]]</span> <span class="yxt-ResultsHeader-resultsCountOf">de</span> <span class="yxt-ResultsHeader-resultsCountTotal">[[resultsCount]]</span>
fr: <span class="yxt-ResultsHeader-resultsCountStart">[[start]]</span> <span class="yxt-ResultsHeader-resultsCountDash">–</span> <span class="yxt-ResultsHeader-resultsCountEnd">[[end]]</span> <span class="yxt-ResultsHeader-resultsCountOf">sur</span> <span class="yxt-ResultsHeader-resultsCountTotal">[[resultsCount]]</span>
hi: <span class="yxt-ResultsHeader-resultsCountTotal">[[resultsCount]]</span> <span class="yxt-ResultsHeader-resultsCountOf">का</span> <span class="yxt-ResultsHeader-resultsCountStart">[[start]]</span> <span class="yxt-ResultsHeader-resultsCountDash">-</span> <span class="yxt-ResultsHeader-resultsCountEnd">[[end]]</span>
it: <span class="yxt-ResultsHeader-resultsCountStart">[[start]]</span> <span class="yxt-ResultsHeader-resultsCountDash">-</span> <span class="yxt-ResultsHeader-resultsCountEnd">[[end]]</span> <span class="yxt-ResultsHeader-resultsCountOf">di</span> <span class="yxt-ResultsHeader-resultsCountTotal">[[resultsCount]]</span>
ja: <span class="yxt-ResultsHeader-resultsCountStart">[[start]]</span> <span class="yxt-ResultsHeader-resultsCountDash">-</span> <span class="yxt-ResultsHeader-resultsCountEnd">[[end]]</span> <span class="yxt-ResultsHeader-resultsCountOf">/</span> <span class="yxt-ResultsHeader-resultsCountTotal">[[resultsCount]]</span>
nl: <span class="yxt-ResultsHeader-resultsCountStart">[[start]]</span> <span class="yxt-ResultsHeader-resultsCountDash">-</span> <span class="yxt-ResultsHeader-resultsCountEnd">[[end]]</span> <span class="yxt-ResultsHeader-resultsCountOf">van</span> <span class="yxt-ResultsHeader-resultsCountTotal">[[resultsCount]]</span>
pl: <span class="yxt-ResultsHeader-resultsCountStart">[[start]]</span> <span class="yxt-ResultsHeader-resultsCountDash">-</span> <span class="yxt-ResultsHeader-resultsCountEnd">[[end]]</span> <span class="yxt-ResultsHeader-resultsCountOf">z</span> <span class="yxt-ResultsHeader-resultsCountTotal">[[resultsCount]]</span>
pt: <span class="yxt-ResultsHeader-resultsCountStart">[[start]]</span> <span class="yxt-ResultsHeader-resultsCountDash">-</span> <span class="yxt-ResultsHeader-resultsCountEnd">[[end]]</span> <span class="yxt-ResultsHeader-resultsCountOf">de</span> <span class="yxt-ResultsHeader-resultsCountTotal">[[resultsCount]]</span>
sv: <span class="yxt-ResultsHeader-resultsCountStart">[[start]]</span><span class="yxt-ResultsHeader-resultsCountDash">–</span><span class="yxt-ResultsHeader-resultsCountEnd">[[end]]</span> <span class="yxt-ResultsHeader-resultsCountOf">av</span> <span class="yxt-ResultsHeader-resultsCountTotal">[[resultsCount]]</span>

# Example: 1-10 of 50
source: <span class="yxt-VerticalResultsCount-start">[[start]]</span> <span class="yxt-VerticalResultsCount-dash">-</span> <span class="yxt-VerticalResultsCount-end">[[end]]</span> <span class="yxt-VerticalResultsCount-of">of</span> <span class="yxt-VerticalResultsCount-total">[[resultsCount]]</span>
ar: <span class="yxt-VerticalResultsCount-start">[[start]]</span> <span class="yxt-VerticalResultsCount-dash">-</span> <span class="yxt-VerticalResultsCount-end">[[end]]</span> <span class="yxt-VerticalResultsCount-of">من</span> <span class="yxt-VerticalResultsCount-total">[[resultsCount]]</span>
de: <span class="yxt-VerticalResultsCount-start">[[start]]</span> <span class="yxt-VerticalResultsCount-dash">-</span> <span class="yxt-VerticalResultsCount-end">[[end]]</span> <span class="yxt-VerticalResultsCount-of">von</span> <span class="yxt-VerticalResultsCount-total">[[resultsCount]]</span>
es: <span class="yxt-VerticalResultsCount-start">[[start]]</span> <span class="yxt-VerticalResultsCount-dash">-</span> <span class="yxt-VerticalResultsCount-end">[[end]]</span> <span class="yxt-VerticalResultsCount-of">de</span> <span class="yxt-VerticalResultsCount-total">[[resultsCount]]</span>
fr: <span class="yxt-VerticalResultsCount-start">[[start]]</span> <span class="yxt-VerticalResultsCount-dash">-</span> <span class="yxt-VerticalResultsCount-end">[[end]]</span> <span class="yxt-VerticalResultsCount-of">sur</span> <span class="yxt-VerticalResultsCount-total">[[resultsCount]]</span>
hi: <span class="yxt-VerticalResultsCount-total">[[resultsCount]]</span> <span class="yxt-VerticalResultsCount-of">का</span> <span class="yxt-VerticalResultsCount-start">[[start]]</span> <span class="yxt-VerticalResultsCount-dash">-</span> <span class="yxt-VerticalResultsCount-end">[[end]]</span>
it: <span class="yxt-VerticalResultsCount-start">[[start]]</span> <span class="yxt-VerticalResultsCount-dash">-</span> <span class="yxt-VerticalResultsCount-end">[[end]]</span> <span class="yxt-VerticalResultsCount-of">di</span> <span class="yxt-VerticalResultsCount-total">[[resultsCount]]</span>
ja: <span class="yxt-VerticalResultsCount-start">[[start]]</span> <span class="yxt-VerticalResultsCount-dash">-</span> <span class="yxt-VerticalResultsCount-end">[[end]]</span> <span class="yxt-VerticalResultsCount-of">/</span> <span class="yxt-VerticalResultsCount-total">[[resultsCount]]</span>
nl: <span class="yxt-VerticalResultsCount-start">[[start]]</span> <span class="yxt-VerticalResultsCount-dash">-</span> <span class="yxt-VerticalResultsCount-end">[[end]]</span> <span class="yxt-VerticalResultsCount-of">van</span> <span class="yxt-VerticalResultsCount-total">[[resultsCount]]</span>
pl: <span class="yxt-VerticalResultsCount-start">[[start]]</span> <span class="yxt-VerticalResultsCount-dash">-</span> <span class="yxt-VerticalResultsCount-end">[[end]]</span> <span class="yxt-VerticalResultsCount-of">z</span> <span class="yxt-VerticalResultsCount-total">[[resultsCount]]</span>
pt: <span class="yxt-VerticalResultsCount-start">[[start]]</span> <span class="yxt-VerticalResultsCount-dash">-</span> <span class="yxt-VerticalResultsCount-end">[[end]]</span> <span class="yxt-VerticalResultsCount-of">de</span> <span class="yxt-VerticalResultsCount-total">[[resultsCount]]</span>
sv: <span class="yxt-VerticalResultsCount-start">[[start]]</span> <span class="yxt-VerticalResultsCount-dash">–</span> <span class="yxt-VerticalResultsCount-end">[[end]]</span> <span class="yxt-VerticalResultsCount-of">av</span> <span class="yxt-VerticalResultsCount-total">[[resultsCount]]</span>

source: Could Not Find Your Location
ar: تعذر العثور على موقعك
de: Standort konnte nicht gefunden werden
es: No se ha podido encontrar el local
fr: Impossible de trouver votre position
hi: आपका लोकेशन नहीं मिला
it: Impossibile trovare la sede
ja: ロケーションが見つかりませんでした
nl: Kon uw locatie niet vinden
pl: Nie można znaleźć Twojej lokalizacji
pt: Não conseguimos encontrar a sua localização
sv: Det gick inte att hitta din plats

source: Finding Your Location...
ar: جارٍ العثور على موقعك...
de: Standort wird ermittelt...
es: Buscando el local…
fr: Recherche de votre position...
hi: आपका लोकेशन ढूँढा जा रहा है...
it: Ricerca della sede in corso
ja: ロケーションを探しています...
nl: Uw locatie vinden...
pl: Znajdowanie Twojej lokalizacji...
pt: A encontrar a sua localização...
sv: Hittar din plats...

source: Location
ar: الموقع
de: Standort
es: Local
fr: Position
hi: लोकेशन
it: Sede
ja: ロケーション
nl: Locatie
pl: Lokalizacja
pt: Local
sv: Plats

source: Unknown Location
ar: موقع غير معروف
de: Unbekannter Standort
es: Local desconocido
fr: Position inconnue
hi: अनजान लोकेशन
it: Sede sconosciuta
ja: 不明なロケーション
nl: Onbekende locatie
pl: Nieznana lokalizacja
pt: Localização desconhecida
sv: Okänd plats

# After a date. Example: After [August 15th]
source: After [[date]]
ar: بعد [[date]]
de: Nach dem [[date]]
es: Después de [[date]]
fr: Après le [[date]]
hi: [[date]] के बाद
it: Dopo il [[date]]
ja: [[date]]より後
nl: Na [[date]]
pl: Po [[data]]
pt: Depois de [[date]]
sv: Efter [[date]]

# Before a date. Example: Before [August 15th]
source: Before [[date]]
ar: قبل [[date]]
de: Bevor dem [[date]]
es: Antes de [[date]]
fr: Avant le [[date]]
hi: [[date]] से पहले
it: Prima del [[date]]
ja: [[date]]より前
nl: Voor [[date]]
pl: Przed [[data]]
pt: Antes de [[date]]
sv: Före [[date]]

# Beginning at a date (with no end date). Example: [August 15th] or later
source: [[date]] or later
ar: [[date]] أو لاحقًا
de: An oder nach dem [[date]]
es: [[date]] o después
fr: [[date]] ou après
hi: [[date]] या उसके बाद
it: [[date]] o dopo
ja: [[date]]以降
nl: [[date]] of later
pl: [[data]] lub później
pt: [[date]] ou depois
sv: [[date]] eller senare

# Ending at a date with (no start date). Example: [August 15th] or earlier
source: [[date]] and earlier
ar: [[date]] وقبل ذلك
de: An oder bevor dem [[date]]
es: [[date]] y antes
fr: [[date]] et avant
hi: [[date]] या उससे पहले
it: [[date]] e prima
ja: [[date]]以前
nl: [[date]] en eerder
pl: [[data]] i wcześniej
pt: [[date]] ou antes
sv: [[date]] och tidigare

# Labels an input field
source: What are you interested in?
ar: ما الذي تهتم به؟
de: Was suchen Sie?
es: ¿Qué te interesa?
fr: Qu'est-ce qui vous intéresse ?
hi: आपकी रुचि किस चीज़ में है?
it: Che cosa ti interessa?
ja: 関心がある内容を教えてください。
nl: Waar hebt u interesse in?
pl: Co Cię interesuje?
pt: Está interessado em quê?
sv: Vad är du intresserad av?

# Labels the user's current location
source: Current Location
ar: الموقع الحالي
de: Aktueller Standort
es: Local actual
fr: Position actuelle
hi: अभी का लोकेशन
it: Sede attuale
ja: 現在のロケーション
nl: Huidige locatie
pl: Bieżąca lokalizacja
pt: Localização atual
sv: Nuvarande plats

source: ([[resultsCount]] result)
ar: ([[resultsCount]] نتائج)
de: ([[resultsCount]] Ergebnis)
es: ([[resultsCount]] resultado)
fr: ([[resultsCount]] résultat)
it: [[resultsCount]] risultato
ja: （[[resultsCount]]件の結果）
nl: ([[resultsCount]] resultaat)
pl: ([[resultsCount]] wynik)
pt: ([[resultsCount]] resultado)
sv: ([[resultsCount]] resultat)

source: [[resultsCount]] [[label]] autocomplete option found.
ar: [[resultsCount]] [[label]] خيارات إكمال تلقائي موجودة.
de: [[resultsCount]] [[label]] Option zum Autovervollständigen gefunden.
es: [[resultsCount]] [[label]] opción de autocompletar encontrada.
fr: [[resultsCount]] option de remplissage automatique [[label]] trouvée.
pt: [[resultsCount]] opção de conclusão automática de [[label]] encontrada.

source: [[resultsCount]] autocomplete option found.
ar: [[resultsCount]] خيارات إكمال تلقائي موجودة.
de: [[resultsCount]] Option zum Autovervollständigen gefunden.
es: [[resultsCount]] opción de autocompletar encontrada.
fr: [[resultsCount]] option de remplissage automatique trouvée.
pt: [[resultsCount]] opção de conclusão automática encontrada.

source: * Please enter a valid email address.
ar: * يرجى إدخال عنوان بريد إلكتروني صالح.
de: * Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: * Por favor digíte un correo electrónico válido.
fr: * Merci de renseigner une adresse email valide
hi: * कृपया एक मान्य ईमेल पता डालें.
it: * Digitare un indirizzo email valido.
ja: メールアドレスを正しく入力してください。
nl: * Voer een geldig e-mailadres in.
pl: * Podaj prawidłowy adres e-mail.
pt: * Introduza um endereço de e-mail válido.
sv: * Ange en giltig e-postadress.

source: * You must agree to the privacy policy to submit a question.
ar: * يجب أن توافق على سياسة الخصوصية لإرسال سؤال.
de: * Sie müssen der Datenschutzrichtlinie zustimmen, um Ihre Frage abzusenden.
es: * Aceptar las normas de privacidad para enviar su opinión.
fr: * Vous devez accepter la politique de confidentialité pour soumettre vos feedbacks
hi: * सवाल सबमिट करने के लिए आपको गोपनीयता नीति को सहमति देनी होगी.
it: * Accetti le norme di privacy per inviare il suo feedback.
ja: フィードバックいただく際は、プライバシーポリシーへの同意が必要です。
nl: * U moet akkoord gaan met het privacybeleid om een vraag te stellen.
pl: * Aby przesłać pytanie, musisz wyrazić zgodę na politykę prywatności.
pt: * Tem de concordar com a política de privacidade para submeter uma pergunta.
sv: * Du måste godkänna integritetspolicyn för att kunna skicka en fråga.

source: <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">No results found</em> in [[currentVerticalLabel]].
ar: <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">لم يتم العثور على نتائج</em> في [[currentVerticalLabel]].
de: <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">Keine Ergebnisse gefunden</em> in [[currentVerticalLabel]].
es: <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">Ningún resultado disponible</em> en [[currentVerticalLabel]].
fr: <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">Aucun resultat</em> in [[currentVerticalLabel]].
hi: [[currentVerticalLabel]] में <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">No results found</em>.
it: <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">Non ci sono risultati disponibili</em> in [[currentVerticalLabel]].
ja: [[currentVerticalLabel]] で<em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">結果は見つかりませんでした</em>。
nl: <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">Geen resultaten gevonden</em> in [[currentVerticalLabel]].
pl: <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">Nie znaleziono wyników</em> w [[currentVerticalLabel]].
pt: <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">Não foram encontrados resultados</em> na [[currentVerticalLabel]].
sv: <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">Inga resultat hittades</em> i [[currentVerticalLabel]].

source: Alternatively, you can <a class="yxt-AlternativeVerticals-universalLink" href="[[universalUrl]]"> view results across all search categories</a>.
ar: وبدلاً من ذلك، يمكنك <a class="yxt-AlternativeVerticals-universalLink" href="[[universalUrl]]"> عرض النتائج عبر جميع فئات البحث</a>.
de: Sehen Sie alternativ <a class="yxt-AlternativeVerticals-universalLink" href="[[universalUrl]]"> Ergebnisse aus allen Kategorien</a>.
es: En su defecto, puede <a class="yxt-AlternativeVerticals-universalLink" href="[[universalUrl]]"> ver los resultados para todas las categorías de búsqueda</a>.
fr: Autrement, vous pouvez <a class="yxt-AlternativeVerticals-universalLink" href=[[universalUrl]]> voir les résultats à travers toutes les catégories</a>.
hi: इसके बजाय, आप <a class="yxt-AlternativeVerticals-universalLink" href="[[universalUrl]]">सभी सर्च कैटेगरी में परिणाम देख</a> सकते हैं.
it: Altrimenti, può <a class="yxt-AlternativeVerticals-universalLink" href=[[universalUrl]]> vedere i risultati su tutte le categorie di ricerca</a>.
ja: 代わりに<a class="yxt-AlternativeVerticals-universalLink" href="[[universalUrl]]">すべての検索カテゴリーの結果を表示することもできます</a>。
nl: U kunt ook <a class="yxt-AlternativeVerticals-universalLink" href="[[universalUrl]]"> resultaten bekijken in alle zoekcategorieën</a>.
pl: Możesz też <a class="yxt-AlternativeVerticals-universalLink" href="[[universalUrl]]">wyświetlić wyniki we wszystkich kategoriach wyszukiwania</a>.
pt: Em alternativa, pode <a class="yxt-AlternativeVerticals-universalLink" href="[[universalUrl]]"> ver os resultados em todas as categorias de pesquisa</a>.
sv: Alternativt kan du <a class="yxt-AlternativeVerticals-universalLink" href="[[universalUrl]]">visa resultat från alla sökkategorier</a>.

source: By submitting my email address, I consent to being contacted via email at the address provided.
ar: بإرسال عنوان بريدي الإلكتروني، أوافق على التواصل معي عبر البريد الإلكتروني على العنوان المقدم.
de: Durch die Eingabe meiner E-Mail-Adresse erkläre ich mich damit einverstanden, per E-Mail unter der angegebenen Adresse kontaktiert zu werden.
es: Doy mi consentimiento para ser contactado/a al correo proporcionado.
fr: Avec la communication de mon addresse email, je consens à être contacté par email à cette addresse.
hi: अपना ईमेल पता सबमिट करके, मैं दिए गए पते पर ईमेल से संपर्क किए जाने की सहमति देता हूं.
it: Do il mio consenso per essere contattato all'indirizzo email fornito.
ja: お知らせをメールで受け取ることを同意します。
nl: Door mijn e-mailadres te verzenden, ga ik ermee akkoord dat er contact met me wordt opgenomen via het ingevoerde e-mailadres.
pl: Przesyłając mój adres e-mail, wyrażam zgodę na kontakt za pośrednictwem poczty elektronicznej na podany adres.
pt: Ao submeter o meu endereço de e-mail, aceito ser contactado por e-mail através do endereço fornecido.
sv: Genom att skicka in min e-postadress godkänner jag att jag blir kontaktad via e-post på angiven adress.

source: Can’t find what you're looking for? Ask a question below.
ar: هل تعذر عليك إيجاد ما تبحث عنه؟ اطرح سؤالاً أدناه.
de: Antwort nicht gefunden? Stellen Sie eine Frage.
es: ¿No se puede encontrar los que estaba buscando? Describa su prolema debajo.
fr: Vous ne trouvez pas ce que vous recherchez ? Posez une question ci-dessous.
hi: आप जो खोज रहे हैं वह नहीं मिल रहा है? नीचे एक सवाल पूछें.
it: Non trova quello che cercava? Inserisca la sua domanda qui sotto.
ja: お探しの情報が見つからない場合はこちらからお問い合わせください。
nl: Kunt u niet vinden wat u zoekt? Stel hieronder een vraag.
pl: Nie możesz znaleźć tego, czego szukasz? Zadaj pytanie poniżej.
pt: Não encontra o que procura? Faça uma pergunta em baixo.
sv: Kan du inte hitta det du letar efter? Ställ en fråga nedan.

source: Currently on page [[pageNumber]]
ar: حاليًا في الصفحة [[pageNumber]]
de: Aktuell auf Seite [[pageNumber]]
es: Ahora en página [[pageNumber]]
fr: Actuellement sur la page [[pageNumber]]
hi: इस समय पेज [[paageNumber]] पर
it: Ora in pagina [[pageNumber]]
ja: 現在表示中のページ [[pageNumber]]
nl: Momenteel op pagina [[pageNumber]]
pl: Obecnie na stronie [[pageNumber]]
pt: Atualmente na página [[pageNumber]]
sv: För närvarande på sida [[pageNumber]]

source: Enter your question and contact information, and we'll get back to you with a response shortly.
ar: أدخل سؤالك ومعلومات الاتصال الخاصة بك، وسنرد عليك في أقرب وقت.
de: Geben Sie Ihre Fragen und Kontaktdaten ein, und wir melden uns in Kürze mit einer Antwort.
es: Envíenos su pregunta junto con sus datos y contactaremos usted en breve.
fr: Indiquez votre question et coordonnées, et nous reviendrons vers vous avec une réponse au plus vite.
hi: अपना सवाल और संपर्क जानकारी डालें और हम जल्द से जल्द जवाब देंगें.
it: Ci invii la sua domanda insieme ai suoi dati e la contatteremo a breve.
ja: お問い合わせ内容とご連絡先を記入いただければ、ご返答いたしますので少々お待ちください。
nl: Voer uw vraag en contactgegevens in, dan komen wij er zo spoedig mogelijk op terug met een antwoord.
pl: Wpisz pytanie i dane kontaktowe. Wkrótce skontaktujemy się w sprawie odpowiedzi.
pt: Introduza a sua pergunta e as informações de contacto e em breve entraremos em contacto consigo com uma resposta.
sv: Fyll i din fråga och kontaktinformation så återkommer vi inom kort med ett svar till dig.

source: Filters applied to this search:
ar: تم تطبيق عوامل التصفية على هذا البحث:
de: Angewandte Filter:
es: Filtros utilizado para esta búsqueda:
fr: Filtres appliqués à cette recherche :
hi: इस सर्च पर ये फ़िल्टर लगे हुए हैं:
it: Filtri utilizzati in questa ricerca:
ja: 適用済みの絞り込み条件:
nl: Filters toegepast op deze zoekopdracht:
pl: Filtry zastosowane do tego wyszukiwania:
pt: Filtros aplicados a esta pesquisa:
sv: Filter som tillämpats på denna sökning:

source: Go to page [[maxPage]] of results
ar: انتقل إلى الصفحة [[maxPage]] من النتائج
de: Zu Ergebnisseite [[maxPage]] wechseln
es: Vaya a página [[maxPage]] de los resultados
fr: Aller à la page [[maxPage]] de résultats
hi: परिणामों के पेज [[maxPage]] पर जाएं
it: Vada a pagina [[maxPage]] dei rusultati
ja: 検索結果の[[maxPage]]ページ目へ移動する
nl: Ga naar pagina [[maxPage]] van resultaten
pl: Przejdź do strony [[maxPage]] wyników
pt: Vá para a página [[maxPage]] de resultados
sv: Gå till sida [[maxPage]] i resultaten

source: Go to page [[pageNumber]] of results
ar: انتقل إلى الصفحة [[pageNumber]] من النتائج
de: Zu Ergebnisseite [[pageNumber]] wechseln
es: Vaya a página [[pageNumber]] de los resultados
fr: Aller à la page [[pageNumber]] de résultats
hi: परिणामों के पेज [[pageNumber]] पर जाएं
it: Vada a pagina [[pageNumber]] dei rusultati
ja: 検索結果の[[pageNumber]]ページ目へ移動する
nl: Ga naar pagina [[pageNumber]] van resultaten
pl: Przejdź do strony [[pageNumber]] wyników
pt: Vá para a página [[pageNumber]] de resultados
sv: Gå till sida [[pageNumber]] i resultaten

source: Go to the first page of results
ar: انتقل إلى الصفحة الأولى من النتائج
de: Zur ersten Ergebnisseite wechseln
es: Vaya a la primera página de resultados
fr: Aller à la première page de résultats
hi: परिणामों के पहले पेज पर जाएं
it: Vada alla prima pagina dei risultati
ja: 検索結果の最初のページに移動する
nl: Ga naar de eerste pagina met resultaten
pl: Przejdź do pierwszej strony wyników
pt: Vá para a primeira página de resultados
sv: Gå till första sidan i resultaten
