Repository: yext/answers-search-ui
Catalog: conf/i18n/translations/*.po
Languages: ar, de, es, fr, hi, it, ja, nl, pl, pt, sv

source: Go to the last page of results
ar: انتقل إلى الصفحة الأخيرة من النتائج
de: Zur vorherigen Ergebnisseite wechseln
es: Vaya a la última página de resultados
fr: Aller à la dernière page de résultats
hi: परिणामों के आखिरी पेज पर जाएं
it: Vada all'ultima pagina dei risultati
ja: 検索結果の最後のページへ移動する
nl: Ga naar de laatste pagina met resultaten
pl: Przejdź do ostatniej strony wyników
pt: Vá para a última página de resultados
sv: Gå till sista sidan i resultaten

source: Go to the next page of results
ar: انتقل إلى الصفحة التالية من النتائج
de: Zur nächsten Ergebnisseite wechseln
es: Vaya a la página siguiente de los resultados
fr: Aller à la prochaine page de résultats
hi: परिणामों के अगले पेज पर जाएं
it: Vada alla pagina successiva dei risultati
ja: 検索結果の次のページへ移動する
nl: Ga naar de volgende pagina met resultaten
pl: Przejdź do następnej strony wyników
pt: Vá para a próxima página de resultados
sv: Gå till nästa sida i resultaten

source: Image for [[title]]
ar: صورة لـ [[title]]
de: Bild für [[title]]
es: imagen para [[title]]
fr: Image pour [[title]]
hi: [[title]] के लिए इमेज
it: Imagine per [[title]]
ja: [[title]]の画像
nl: Afbeelding voor [[title]]
pl: Obraz dla [[tytuł]]
pt: Imagem de [[title]]
sv: Bild för [[title]]

source: Invalid email address. Please refresh the page and try submitting your question again.
ar: عنوان بريد إلكتروني غير صالح. يرجى تحديث الصفحة ومحاولة إرسال سؤالك مرة أخرى.
de: E-Mail-Adresse ungültig. Bitte aktualisieren Sie die Seite und versuchen Sie erneut, Ihre Frage einzureichen.
es: Dirección de correo electrónico no válida. Actualiza la página e intenta enviar tu pregunta de nuevo.
fr: Adresse e-mail non valide. Veuillez actualiser la page et essayer d'envoyer votre question à nouveau.
ja: メールアドレスが無効です。ページを更新し、質問を再度送信してみてください。
pl: Nieprawidłowy adres e-mail. Odśwież stronę i spróbuj ponownie przesłać pytanie.
pt: Endereço de e-mail inválido. Atualize a página e experimente submeter novamente a sua pergunta.

source: Make sure all words are spelled correctly.
ar: تأكد من كتابة جميع الكلمات بشكل صحيح.
de: Vergewissern Sie sich auf korrekte Rechtschreibung.
es: Verifique que todas las palabras estén escritas correctamente.
fr: Assurez vous que les mots sont épelés correctement
hi: सुनिश्चित करें कि सभी शब्दों का सही उच्चारण किया गया हो.
it: Controlli che le parole siano scritte correttamente
ja: すべての単語の綴りが正しいことを確認してください。
nl: Controleer of alle woorden goed gespeld zijn.
pl: Upewnij się, że wszystkie wyrazy napisano poprawnie.
pt: Certifique-se de que todas as páginas estão escritas corretamente
sv: Kontrollera att alla ord är rättstavade.

source: Note: For Safari users, Siri must be enabled
ar: ملاحظة: فيما يتعلق بمستخدمي متصفح Safari، يجب تمكين المساعد Siri
de: Hinweis: Siri muss für Nutzer von Safari aktiviert sein.
es: Nota: Para los usuarios de Safari, Siri debe estar activada
fr: Remarque : pour les utilisateurs de Safari, Siri doit être activée.
hi: नोट: Safari उपयोगकर्ताओं के लिए, Siri इनेबल होनी चाहिए
it: Nota: per gli utenti Safari, occorre abilitare Siri
ja: 注：Safariをご利用の場合はSiriを有効にする必要があります。
nl: Let op: Siri moet zijn ingeschakeld voor gebruikers van Safari
pl: Uwaga: w przypadku użytkowników Safari funkcja Siri musi być włączona
pt: Nota: Para os utilizadores do Safari, a Siri tem de estar ativada
sv: Obs! Siri måste vara aktiverad för Safari-användare

source: Permission to use microphone is blocked
ar: تم حظر إذن استخدام الميكروفون
de: Der Zugriff auf die Verwendung des Mikrofons ist gesperrt.
es: El permiso para usar el micrófono está denegado
fr: L'autorisation d'utiliser le microphone n'est pas activée
hi: माइक्रोफ़ोन को इस्तेमाल करने की अनुमति ब्लॉक है
it: L'autorizzazione all'uso del microfono è bloccata
ja: マイクの使用許可がブロックされています
nl: Toestemming om microfoon te gebruiken is geblokkeerd
pl: Uprawnienie do użycia mikrofonu jest zablokowane
pt: A permissão para utilizar o microfone está bloqueada
sv: Åtkomst till mikrofonen är nekad.

source: Send feedback
ar: إرسال ملاحظات
de: Feedback senden
es: enviar feedback
fr: Envoyer vos feedbacks
hi: फ़ीडबैक दें
it: inviare feedback
ja: フィードバックを送信する
nl: Feedback sturen
pl: Wyślij opinię
pt: Enviar feedback
sv: Skicka feedback

source: Showing <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">all [[currentVerticalLabel]]</em> instead.
ar: إظهار <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">جميع [[currentVerticalLabel]]</em> بدلاً من ذلك.
de: Stattdessen werden <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">alle [[currentVerticalLabel]]</em> gezeigt.
es: Mostrando <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized"> en vez que [[currentVerticalLabel]]</em>.
fr: Voici <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized"> tous/toutes les [[currentVerticalLabel]]</em> à la place.
hi: इसकी जगह <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">all [[currentVerticalLabel]]</em> दिखाया जा रहा है.
it: Mostrando <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">tutte le [[currentVerticalLabel]] disponibili</em>.
ja: 代わりに<em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">すべての[[currentVerticalLabel]]</em>を表示しています。
nl: Toon in plaats daarvan <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">alle [[currentVerticalLabel]]</em>.
pl: Zamiast tego wyświetla <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">wszystkie [[currentVerticalLabel]].</em>
pt: A mostrar <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">todas [[currentVerticalLabel]]</em> , em vez disso.
sv: Visar <em class="yxt-AlternativeVerticals-noResultsInfo--emphasized">alla [[currentVerticalLabel]]</em> istället.

source: Speech Recognition is not available.
ar: التعرف على الكلام غير متاح.
de: Spracherkennung ist nicht verfügbar.
es: El reconocimiento de voz no está disponible.
fr: La reconnaissance vocale n'est pas disponible.
hi: आवाज़ की पहचान उपलब्ध नहीं है.
it: Riconoscimento vocale non disponibile.
ja: 音声認識は利用できません。
nl: Spraakherkenning is niet beschikbaar
pl: Rozpoznawanie mowy jest niedostępne.
pt: O reconhecimento por voz não está disponível.
sv: Röstigenkänning är inte tillgänglig.

source: Suggestions:
ar: الاقتراحات:
de: Vorschläge:
es: Sugerencias:
hi: सुझाव:
it: Suggerimenti:
ja: 提案：
nl: Suggesties:
pl: Sugestie:
pt: Sugestões:
sv: Förslag:

source: Thank you for your feedback!
ar: شكرًا على ملاحظاتك!
de: Danke für Ihr Feedback!
es: Gracias por su comentario
fr: Merci pour vos retours !
hi: आपके फ़ीडबैक के लिए आपका धन्यवाद!
it: Grazie per il suo feedback
ja: フィードバックありがとうございます
nl: Hartelijk dank voor uw feedback!
pl: Dziękujemy za opinię!
pt: Obrigado pelo seu feedback!
sv: Tack för din feedback!

source: Thank you for your question!
ar: شكرا لك على سؤالك!
de: Danke für Ihre Frage!
es: Gracias por su pregunta.
fr: Merci pour votre question !
hi: आपके सवाल के लिए आपका धन्यवाद!
it: Grazie per la sua domanda.
ja: お問い合わせありがとうございます！
nl: Hartelijk dank voor uw vraag!
pl: Dziękujemy za pytanie!
pt: Agradecemos a sua pergunta!
sv: Tack för din fråga!

source: The following search category yielded results for <span class="yxt-AlternativeVerticals-details--query">"[[query]]"</span>:
ar: أسفرت فئات البحث التالية عن نتائج لعدد <span class="yxt-AlternativeVerticals-details--query">&quot;[[query]]&quot;</span>:
de: Die folgenden Kategorie liefert Suchergebnisse für <span class="yxt-AlternativeVerticals-details--query">"[[query]]"</span>:
es: La siguiente búsqueda ha generado categoría resultados para <span class="yxt-AlternativeVerticals-details--query">"[[query]]"</span>:
fr: La catégorie de recherche suivante a produit des résultats pour <span class="yxt-AlternativeVerticals-details--query">"[[query]]"</span>:
hi: इस सर्च केटेगरी से <span class="yxt-AlternativeVerticals-details--query">&quot;[[query]]&quot;</span> के परिणाम सामने आए:
it: La categoria di ricerca ha generato risultati per <span class="yxt-AlternativeVerticals-details--query">"[[query]]"</span>:
ja: 以下の検索カテゴリーで<span class="yxt-AlternativeVerticals-details--query">「[[query]]」</span>の検索結果が見つかりました。
nl: De volgende zoekcategorie leverde resultaten op voor <span class="yxt-AlternativeVerticals-details--query">&quot;[[query]]&quot;</span>:
pl: Poniższa kategoria wyszukiwania zwróciła wyniki zapytania <span class="yxt-AlternativeVerticals-details--query">„[[query]]”</span>:
pt: A seguinte categoria de pesquisa produziu resultados para <span class="yxt-AlternativeVerticals-details--query">&quot;[[query]]&quot;</span>:
sv: Följande sökkategori gav svar för <span class="yxt-AlternativeVerticals-details--query">”[[query]]”</span>:

source: This answered my question
ar: هذا أجاب عن سؤالي
de: Meine Frage wurde beantwortet
es: Ha respondido mi pregunta
fr: Cela à répondu à ma question
hi: इससे मेरे सवाल का जवाब मिल गया
it: Ha risposto alla mia domanda
ja: 役に立たなかった
nl: Hiermee is mijn vraag beantwoord
pl: To jest odpowiedź na moje pytanie
pt: Isto respondeu à minha pergunta
sv: Detta besvarade min fråga

source: This did not answer my question
ar: هذا لم يُجِب على سؤالي
de: Meine Frage wurde nicht beantwortet
es: No ha respondido mi pregunta
fr: Cela n'a pas répondu à ma question
hi: इससे मेरे सवाल का जवाब नहीं मिला
it: Non ha risposto alla mia domanda
ja: 役に立たなかった
nl: Hiermee is mijn vraag niet beantwoord
pl: To nie jest odpowiedź na moje pytanie
pt: Isto não respondeu à minha pergunta
sv: Detta besvarade inte min fråga

source: Try fewer words.
ar: جَرِّب استخدام كلمات أقل.
de: Versuchen Sie es mit weniger Wörtern.
es: Pruebe con menos palabras.
fr: Essayez avec moins de mots.
hi: कम शब्दों का इस्तेमाल करें.
it: Provi con meno parole.
ja: 単語を減らしてみてください。
nl: Probeer minder woorden.
pl: Spróbuj użyć mniejszej liczby słów.
pt: Experimente com menos palavras.
sv: Försök med färre ord.

source: Try more general words.
ar: جَرِّب كلمات أكثر عمومية.
de: Versuchen Sie es mit allgemeineren Suchbegriffen.
es: Pruebe con palabras más generales.
fr: Essayez des mots plus génériques
hi: आम शब्दों का इस्तेमाल करें.
it: Provi con parole più generiche.
ja: より一般的な言葉を試してみてください。
nl: Probeer woorden die algemener zijn.
pl: Spróbuj użyć bardziej ogólnych sformułowań.
pt: Experimente com palavras mais gerais.
sv: Försök med mer generella ord.

source: Try refining your query or <a href="[[universalUrl]]" class="yxt-NoResults-returnLink">search all content.</a>
ar: حاول تنقيح استعلامك أو <a href="[[universalUrl]]" class="yxt-NoResults-returnLink">البحث في كل المحتوى</a>.
de: Versuchen Sie es mit einer anderen Frage oder <a href="[[universalUrl]]" class="yxt-NoResults-returnLink">durchsuchen Sie alle Inhalte.</a>
es: Pruebe a modificar su búsqueda o <a href="[[universalUrl]]" class="yxt-NoResults-returnLink">busque toda la información disponible.</a>
fr: Essayez d'affiner votre recherche ou <a href="[[universalUrl]]" class="yxt-NoResults-returnLink">cherchez dans tout notre contenu.</a>
hi: अपने सवाल को और बेहतर बनाने की कोशिश करें या <a href="[[universalUrl]]" class="yxt-NoResults-returnLink">सारा कंटेंट सर्च करें.</a>
it: Provi a modificare la sua ricerca o <a href="[[universalUrl]]" class="yxt-NoResults-returnLink">cerchi tutte le informazioni disponibili.</a>
ja: クエリを絞り込むか、<a href="[[universalUrl]]" class="yxt-NoResults-returnLink">すべてのコンテンツを検索してみてください。</a>
nl: Probeer uw zoekopdracht te verfijnen of <a href="[[universalUrl]]" class="yxt-NoResults-returnLink">zoek in alle content.</a>
pl: Spróbuj doprecyzować zapytanie lub <a href="[[universalUrl]]" class="yxt-NoResults-returnLink">wyszukaj w całej zawartości.</a>
pt: Experimente refinar a sua consulta ou <a href="[[universalUrl]]" class="yxt-NoResults-returnLink">pesquisar todo o conteúdo.</a>
sv: Försök med att förfina din sökning eller <a href="[[universalUrl]]" class="yxt-NoResults-returnLink">sök i allt innehåll</a>.

source: Try to ask your question a different way.
ar: جرِّب أن تطرح سؤالك بطريقة مختلفة.
de: Versuchen Sie, Ihre Frage anders zu formulieren.
es: Pruebe haciendo la pregunta de otra manera.
fr: Essayez de poser votre question différement
hi: अपने सवाल को दूसरे तरीके से पूछने की कोशिश करें.
it: Provi a fare la domanda in modo diverso.
ja: 別の方法で質問してみてください。
nl: Probeer uw vraag anders te stellen.
pl: Spróbuj zadać pytanie w inny sposób.
pt: Experimente fazer a pergunta de uma forma diferente.
sv: Försök formulera om din fråga.

source: Use My Location
ar: استخدم موقعي
de: Meinen Standort verwenden
es: Utiliza mi posición
fr: Me localiser
hi: मेरे लोकेशन का इस्तेमाल करें
it: utilizza la mia posizione
ja: 現在地を使用する
nl: Gebruik mijn locatie
pl: Użyj mojej lokalizacji
pt: Utilizar a minha localização
sv: Använd min plats

source: We are unable to determine your location
ar: تعذر علينا تحديد موقعك
de: Ihr Standort konnte nicht ermittelt werden
es: No hemos podido determinar su posición exacta
fr: Nous n'arrivons pas à déterminer votre position
hi: हम आपके लोकेशन का पता नहीं लगा पाए
it: Non siamo riusciti a trovare la sua posizione esatta
ja: 現在地を特定できません
nl: We kunnen uw locatie niet bepalen
pl: Nie możemy określić Twojej lokalizacji
pt: Não conseguimos determinar a sua localização.
sv: Vi kan inte fastställa din plats

source: We're sorry, an error occurred.
ar: نأسف لذلك، حدث خطأ.
de: Leider ist ein Fehler aufgetreten.
es: Nos disculpamos, ha ocurrido un error.
fr: Veuillez nous excuser, une erreur s'est produite
hi: माफ़ कीजिए, एक गड़बड़ी हुई.
it: Ci scusiamo, ci è stato un errore.
ja: エラーが発生しました。
nl: Onze excuses, er is een fout opgetreden.
pl: Niestety wystąpił błąd.
pt: Lamentamos, ocorreu um erro.
sv: Tyvärr uppstod ett fel.

source: When autocomplete results are available, use up and down arrows to review and enter to select.
ar: عندما تتوفر نتائج الإكمال التلقائي، استخدم السهمين لأعلى ولأسفل للمراجعة ومفتاح الإدخال للتحديد.
de: Wenn Ergebnisse zum Autovervollständigen verfügbar sind, können Sie sie mit den nach oben und nach unten zeigenden Pfeilen prüfen und mit der Eingabetaste auswählen.
es: Cuando los resultados de autocompletar estén disponibles, utiliza las flechas hacia arriba y hacia abajo para revisar e Intro para seleccionar.
fr: Si des résultats de remplissage automatique sont disponibles, utilisez les flèches haut et bas pour les passer en revue et la touche Entrée pour en sélectionner un.
pt: Quando estão disponíveis resultados de conclusão automática, utilize as setas para cima e para baixo para rever e Enter para selecionar.

source: Your search - <span class="yxt-NoResults-query">[[query]]</span> - did not match any answers we have.
ar: لم يتطابق بحثك - <span class="yxt-NoResults-query">[[query]]</span> - مع أي إجابات لدينا.
de: Ihre Suche - <span class="yxt-NoResults-query">[[query]]</span> - stimmt mit keinen unserer Anworten überein.
es: Su búsqueda - <span class="yxt-NoResults-query">[[query]]</span> - no ha coincidido con las respuestas disponibles.
fr: Votre recherche - <span class="yxt-NoResults-query">[[query]]</span> - ne correspond à aucune réponse que nous avons.
hi: आपका सर्च - <span class="yxt-NoResults-query">[[query]]</span> - हमारे पास मौजूद किसी भी जवाब से मेल नहीं खाता.
it: La sua ricerca - <span class="yxt-NoResults-query">[[query]]</span> - non ha trovato una risposta disponibile.
ja: 検索内容 - <span class="yxt-NoResults-query">[[query]]</span> - に一致する回答はありませんでした。
nl: Uw zoekopdracht - <span class="yxt-NoResults-query">[[query]]</span> - kwam niet overeen met antwoorden die we hebben.
pl: Wyszukiwanie – <span class="yxt-NoResults-query">[[zapytanie]]</span> – nie pasuje do żadnych odpowiedzi.
pt: A sua pesquisa - <span class="yxt-NoResults-query">[[query]]</span> - não correspondeu a nenhuma resposta que temos.
sv: Din sökning – <span class="yxt-NoResults-query">[[query]]</span> – matchade inte några svar vi har.

# A button to begin listening for a voice search
source: Start Voice Search
ar: بدء البحث الصوتي
de: Sprachsuche starten
es: Iniciar la búsqueda por voz
fr: Commencer la recherche vocale
hi: वॉइस सर्च शुरू करें
it: Inizia ricerca vocale
ja: 音声検索を開始
nl: Gesproken zoekopdracht aanzetten
pl: Rozpocznij wyszukiwanie głosowe
pt: Iniciar pesquisa por voz
sv: Påbörja röstsökning

# A button to stop listening for a voice search
source: Stop Voice Search
ar: إيقاف البحث الصوتي
de: Sprachsuche beenden
es: Detener la búsqueda por voz
fr: Arrêter la recherche vocale
hi: वॉइस सर्च बंद करें
it: Interrompi ricerca vocale
ja: 音声検索を停止
nl: Gesproken zoekopdracht stoppen
pl: Zatrzymaj wyszukiwanie głosowe
pt: Parar pesquisa por voz
sv: Avsluta röstsökning

# Best match (i.e. most relevant), describing results
source: Best Match
ar: أفضل تطابق
de: Beste Übereinstimmung
es: Mejor resultado
fr: Meilleur résultat
hi: सबसे अच्छा मैच
it: Miglior risultato
ja: 最も関連性が高い
nl: Beste resultaat
pl: Najlepsze dopasowanie
pt: Melhor correspondência
sv: Bästa matchning

# Button label
source: Remove this filter
ar: إزالة عامل التصفية هذا
de: Entfernen Sie diesen Filter
es: Eliminar este filtro
fr: Retirer ce filtre
hi: इस फ़िल्टर को हटाएँ
it: Rimuovere filtro
ja: 絞り込み条件を解除する
nl: Dit filter verwijderen
pl: Usuń ten filtr
pt: Remover este filtro
sv: Ta bort detta filter

# Button label
source: Submit
ar: إرسال
de: Absenden
es: Enviar
fr: Envoyer
hi: सबमिट करें
it: Invia
ja: 送信する
nl: Indienen
pl: Prześlij
pt: Enviar
sv: Skicka in

# Button label
source: Update your location
ar: تحديث موقعك
de: Standort aktualisieren
es: Actualizar ubicación.
fr: Mettre à jour ma location
hi: अपना लोकेशन अपडेट करें
it: Aggiornare posizione
ja: 現在地を更新する
nl: Werk uw locatie bij
pl: Zaktualizuj swoją lokalizację
pt: Atualizar a sua localização
sv: Uppdatera din plats

# Button label, deselects all options
source: reset all
ar: إعادة ضبط الكل
de: alle zurücksetzen
es: Cancelar todos
fr: Tout réinitialiser
hi: सभी रीसेट करें
it: Cancella tutto
ja: すべてリセット
nl: alles resetten
pl: resetuj wszystko
pt: repor tudo
sv: återställ alla

# Button label, deselects one or more options
source: reset
ar: إعادة ضبط
de: zurücksetzen
es: Cancelar
fr: Réinitialiser
hi: रीसेट करें
it: Cancella
ja: リセット
nl: resetten
pl: resetuj
pt: repor
sv: återställ

# Button label, displays more items
source: More
ar: المزيد
de: Mehr
es: Más
fr: Plus
hi: ज़्यादा
it: Altro
ja: 詳細
nl: Meer
pl: Więcej
pt: Mais
sv: Mer

# Button label, effectuates changes
source: apply
ar: تطبيق
de: Anwenden
es: aplicar
fr: appliquer
hi: लागू करें
it: filtra
ja: 適用する
nl: toepassen
pl: zastosuj
pt: aplicar
sv: tillämpa

# Button label, effectuates changes
source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
hi: लागू करें
it: Filtra
ja: 適用する
nl: Toepassen
pl: Zastosuj
pt: Apresente a sua candidatura
sv: Tillämpa

# Button label, view is a verb
source: View Details
ar: عرض التفاصيل
de: Details anzeigen
es: Más detalles
fr: Voir les détails
hi: जानकारी देखें
it: Più detagli
ja: 詳細をみる
nl: Details bekijken
pl: Wyświetl szczegóły
pt: Ver detalhes
sv: Se detaljer

# Button label, view more [results]
source: View More
ar: عرض المزيد
de: Mehr sehen
es: Más información
fr: Voir plus
hi: और देखें
it: vedi altro
ja: 更に表示する
nl: Meer weergeven
pl: Zobacz więcej
pt: Ver mais
sv: Visa mer

source: based on your device
ar: حسب جهازك
de: Anhand von Ihrem Gerät
es: En base a su dispositivo
fr: en nous basant sur votre appareil
hi: आपके डिवाइस के आधार पर
it: In base al suo dispositivo
ja: デバイスの位置情報を使用する
nl: op basis van uw apparaat
pl: na podstawie urządzenia
pt: com base no seu dispositivo
sv: baserat på din enhet

source: based on your internet address
ar: حسب عنوانك على الإنترنت
de: Anhand von Ihrer Internet-Adresse
es: En base a su dirección de internet
fr: en nous basant sur votre adresse IP
hi: आपके इंटरनेट पते के आधार पर
it: In base al suo indirizzo IP
ja: インターネットアドレスの位置情報を使用する
nl: op basis van uw internettoegang
pl: na podstawie adresu internetowego
pt: com base no seu endereço de Internet
sv: baserat på din internetadress

# Displays less details for the result
source: Show Less
ar: عرض أقل
de: Weniger anzeigen
es: Ver menos
fr: Voir moins
hi: कम देखें
it: Vedi meno
ja: 非表示にする
nl: Minder weergeven
pl: Pokaż mniej
pt: Mostrar menos
sv: Visa mindre

# Displays less options
source: show less
ar: عرض أقل
de: Weniger anzeigen
es: Ver menos
fr: Voir moins
hi: कम देखें
it: Vedi meno
ja: 非表示にする
nl: minder weergeven
pl: pokaż mniej
pt: mostrar menos
sv: visa mindre

# Displays less options
source: Show less
ar: عرض أقل
de: Weniger anzeigen
es: Ver menos
fr: Voir moins
hi: कम देखें
it: Vedi meno
ja: 非表示にする
nl: Minder weergeven
pl: Pokaż mniej
pt: Mostrar menos
sv: Visa mindre

# Displays more details for the result
source: Show More
ar: عرض أكثر
de: Mehr anzeigen
es: Ver más
fr: Voir plus
hi: ज़्यादा देखें
it: vedi di più
ja: さらに表示する
nl: Meer tonen
pl: Pokaż więcej
pt: Mostrar mais
sv: Visa mer

# Displays more options
source: show more
ar: عرض أكثر
de: Mehr anzeigen
es: Ver más
fr: Voir plus
hi: ज़्यादा देखें
it: vedi di più
ja: さらに表示する
nl: meer weergeven
pl: pokaż więcej
pt: mostrar mais
sv: visa mer

# Displays more options
source: Show more
ar: عرض أكثر
de: Mehr anzeigen
es: Ver más
fr: Voir plus
hi: ज़्यादा देखें
it: vedi di più
ja: さらに表示する
nl: Meer tonen
pl: Pokaż więcej
pt: Mostrar mais
sv: Visa mer

# Help text, labels a suggested phrase
source: Did you mean:
ar: هل تعني:
de: Meinten Sie:
es: Quizás quería decir:
fr: Voulez-vous dire :
hi: क्या आपका मतलब यह था:
it: Forse intendeva:
ja: もしかして:
nl: Bedoelde u:
pl: Czy chodziło Ci o:
pt: Quis dizer:
sv: Menade du:

# Indicates that entering input is mandatory
source: (required)
ar: (مطلوب)
de: (Pflichtfeld)
es: (obligatorio)
fr: (requis)
hi: (आवश्यक)
it: (Obbligatorio)
ja: （必須）
nl: (verplicht)
pl: (wymagane)
pt: (obrigatório)
sv: (obligatoriskt)

# Labels a link
source: Learn more here.
ar: تعرّف على المزيد هنا.
de: Erfahren Sie hier mehr.
es: Mayor información aquí.
fr: Plus d'informations ici.
hi: यहाँ और जानें.
it: Maggiori informazioni qui.
ja: 詳細はこちら
nl: Lees hier meer.
pl: Dowiedz się więcej tutaj.
pt: Saiba mais aqui.
sv: Mer information finns här.

# Labels an input field
source: Conduct a search
ar: إجراء بحث
de: suchen
es: Escriba una pregunta aquí
fr: Rechercher
hi: सर्च करें
it: Digitare la domanda qui
ja: 検索する
nl: Voer een zoekopdracht uit
pl: Przeprowadź wyszukiwanie
pt: Realizar uma pesquisa
sv: Utför en sökning

# Labels an input field
source: Search for a filter option
ar: بحث عن خيار عامل تصفية
de: Filteroption suchen
es: Ver más filtros
fr: Voir les filtres disponibles
hi: फ़िल्टर विकल्प ढूँढ़ें
it: Trova più filtri
ja: 条件で絞り込む
nl: Zoeken volgens een filteroptie
pl: Wyszukaj opcję filtrowania
pt: Pesquisar por uma opção de filtro
sv: Sök efter ett filteralternativ

# Labels the email value provided as an argument
source: Email
ar: البريد الإلكتروني
de: E-Mail-Adresse
es: Correo
hi: ईमेल
ja: Eメール
sv: E-post

# Labels the name value provided as an argument
source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
nl: Naam
pl: Nazwa
pt: Nome
sv: Namn

# Labels the question value provided as an argument
source: Question
ar: السؤال
de: Frage
es: Pregunta
hi: सवाल
it: Domanda
ja: お問い合わせ
nl: Vraag
pl: Pytanie
pt: Questão
sv: Fråga

# Maximum
source: Max
ar: الحد الأقصى
es: Máximo
hi: अधिकतम
it: Massimo
ja: 最大
pl: Maks.
pt: Máx.

# Minimum
source: Min
ar: الحد الأدنى
es: Mínimo
hi: कम से कम
it: Minimo
ja: 最小
pt: Mín.

# Noun, a page of results
source: Page
ar: الصفحة
de: Seite
es: Página
hi: पेज
it: Pagina
ja: ページ
nl: Pagina
pl: Strona
pt: Página
sv: Sida

# Noun, labels the navigation for the search page
source: Search Page Navigation
ar: التنقل ضمن صفحات البحث
de: Suchnavigation
es: Página de búsqueda
fr: Page de navigation
hi: सर्च पेज नेविगेशन
it: Pagina di ricerca
ja: 検索ページ
nl: Navigatie zoekpagina
pl: Nawigacja na stronie wyszukiwania
pt: Pesquisar navegação de página
sv: Navigering på söksidan
