Repository: yext/answers-search-ui
Catalog: conf/i18n/translations/*.po
Languages: ar, de, es, fr, hi, it, ja, nl, pl, pt, sv

# Placeholder text for input field
source: Enter your question here
ar: أدخل سؤالك هنا
de: Geben Sie hier Ihre Frage ein
es: Escribe tu pregunta aquí
fr: Posez votre question ici
hi: अपना सवाल यहाँ डालें
it: Inserisci la tua domanda qui
ja: ここに質問を入力して下さい
nl: Voer hier uw vraag in
pl: Wpisz pytanie tutaj
pt: Introduza aqui a sua pergunta
sv: Ange din fråga här

# Placeholder text for input field
source: Search here...
ar: البحث هنا...
de: Hier suchen...
es: Busque aquí...
fr: Chercher ici...
hi: यहाँ सर्च करें...
it: Cerca qui...
ja: 検索する
nl: Zoek hier...
pl: Wyszukaj tutaj...
pt: Pesquisar aqui...
sv: Sök här...

# Plural noun, title for a group of controls that filter results
source: Filters
ar: عوامل التصفية
de: Filter
es: Filtros
fr: Filtre
hi: फ़िल्टर
it: Filtri
ja: 絞り込み条件
pl: Filtry
pt: Filtros
sv: Filter

# Title for a group of controls that sort results
source: Sorting
ar: الفرز
de: Sortierung
es: Clasificar
fr: Trier
hi: सॉर्टिंग
it: Classificare
ja: 並び替え
nl: Sorteren
pl: Sortowanie
pt: Ordenar
sv: Sortering

# Title of section
source: Ask a Question
ar: طرح سؤال
de: Eine Fragen stellen
es: Describa su problema
fr: Poser une question
hi: सवाल पूछें.
it: Fai una domanda
ja: 問い合わせる
nl: Stel een vraag
pl: Zadaj pytanie
pt: Faça uma pergunta
sv: Ställ en fråga

# Verb, clears search
source: Clear
ar: مسح
de: entfernen
es: Cancelar
fr: Supprimer
hi: क्लियर करें
it: Cancellare
ja: クリア
nl: Wissen
pl: Wyczyść
pt: Limpar
sv: Rensa

# True or False
source: False
ar: خطأ
de: Falsch
es: Falso
fr: Faux
hi: ग़लत
it: Falso
nl: Onjuist
pl: Fałsz
pt: Falso
sv: Falskt

# True or False
source: True
ar: صواب
de: Wahr
es: Verdadero
fr: Vrai
hi: सही
it: Vero
nl: Juist
pl: Prawda
pt: Verdadeiro
sv: Sant
